tap "derailed/k9s"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aalib"
brew "apktool"
brew "openssl@1.1"
brew "argocd"
brew "readline"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bazel"
brew "boost"
brew "bumpversion"
brew "bzip2"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "doctl"
brew "dpkg"
brew "unbound", restart_service: true
brew "gobject-introspection"
brew "libbluray"
brew "ffmpeg"
brew "zstd"
brew "gcc"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "ncurses"
brew "global"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "pango"
brew "helm"
brew "hexedit"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "ios-deploy"
brew "libimobiledevice", args: ["HEAD"]
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "jadx"
brew "jnettop"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "ldid"
brew "less"
brew "libxmlsec1"
brew "libzzip"
brew "llvm"
brew "luarocks"
brew "make"
brew "mas"
brew "maven"
brew "minio"
brew "mono"
brew "mosh"
brew "nasm"
brew "ncmpcpp"
brew "nghttp2"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "ponysay"
brew "postgresql", restart_service: true
brew "putty"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.9"
brew "quickjs"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "rlwrap"
brew "rust"
brew "s-search"
brew "scrcpy"
brew "sox"
brew "ssh-copy-id"
brew "starship"
brew "step"
brew "stow"
brew "swig"
brew "tcpdump"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yarn"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zzz"
brew "derailed/k9s/k9s"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alt-tab"
cask "android-sdk"
cask "android-studio"
cask "apparency"
cask "authy"
cask "bartender"
cask "charles"
cask "chromium"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "genymotion"
cask "ghidra"
cask "google-cloud-sdk"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "meetingbar"
cask "ngrok"
cask "nordvpn"
cask "pgadmin4"
cask "pock"
cask "provisionql"
cask "rar"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "temurin8"
cask "tor-browser"
cask "trailer"
cask "tunnelblick"
cask "unpkg"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "CiderTV", id: 1065907486
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
