tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "earthly/earthly"
tap "graalvm/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kubescape/tap"
tap "majd/repo"
tap "weaveworks/tap"
brew "aalib"
brew "libpng"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "apktool"
brew "argocd"
brew "augeas"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazel"
brew "boost"
brew "python@3.10"
brew "bumpversion"
brew "bundletool"
brew "bzip2"
brew "carthage"
brew "certbot"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "doctl"
brew "dpkg"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "unbound", restart_service: true
brew "gnutls"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "flyctl"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "global"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "handbrake", link: false
brew "helm"
brew "hexedit"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libplist"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller", args: ["HEAD"]
brew "imageoptim-cli"
brew "ios-deploy"
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "jadx"
brew "jnettop"
brew "jq"
brew "jsonschema"
brew "kubernetes-cli", link: false
brew "kops"
brew "kotlin"
brew "krb5"
brew "kubectx"
brew "ldid"
brew "less"
brew "libfido2"
brew "libvncserver"
brew "libxmlsec1"
brew "libzzip"
brew "qemu"
brew "lima"
brew "llvm"
brew "luarocks"
brew "make"
brew "mariadb"
brew "mas"
brew "maven"
brew "minio"
brew "mono"
brew "mosh"
brew "nasm"
brew "ncmpcpp"
brew "neo4j", link: false
brew "nghttp2"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "node"
brew "nodeenv"
brew "openjdk@8"
brew "openssh"
brew "openvpn"
brew "p7zip"
brew "packer"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pngquant"
brew "poetry"
brew "ponysay"
brew "postgresql@13", restart_service: true
brew "postgresql@14", restart_service: true
brew "putty"
brew "pv"
brew "pyenv"
brew "python-tk@3.9"
brew "python@3.8"
brew "quickjs"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "rlwrap"
brew "rust"
brew "s-search"
brew "s3cmd"
brew "scrcpy"
brew "sox"
brew "ssh-copy-id"
brew "starship"
brew "step"
brew "stow"
brew "swig"
brew "tcpdump"
brew "telnet"
brew "texinfo"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yarn"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zzz"
brew "cloudflare/cloudflare/cloudflared"
brew "derailed/k9s/k9s"
brew "earthly/earthly/earthly"
brew "kubescape/tap/kubescape-cli"
brew "weaveworks/tap/eksctl"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alt-tab"
cask "android-sdk"
cask "android-studio"
cask "anydesk"
cask "apparency"
cask "applepi-baker"
cask "authy"
cask "bartender"
cask "charles"
cask "chromium"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "genymotion"
cask "ghidra"
cask "google-cloud-sdk"
cask "graalvm-ce-java17"
cask "handbrake"
cask "imagealpha"
cask "imageoptim"
cask "ipatool"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "macfuse"
cask "neo4j"
cask "ngrok"
cask "nordvpn"
cask "pgadmin4"
cask "pock"
cask "provisionql"
cask "rar"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "temurin8"
cask "tor-browser"
cask "trailer"
cask "tunnelblick"
cask "unpkg"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "DaisyDisk", id: 411643860
mas "Fastest VPN", id: 1480208488
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
