tap "bearer/tap"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "earthly/earthly"
tap "graalvm/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kubescape/tap"
tap "majd/repo"
tap "minio/stable"
tap "safedep/tap"
tap "weaveworks/tap"
brew "aalib"
brew "act", args: ["HEAD"]
brew "libpng"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "argocd"
brew "at-spi2-core"
brew "augeas"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "cryptography"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bazel"
brew "binutils"
brew "gcc"
brew "libraqm"
brew "p7zip"
brew "python@3.11"
brew "binwalk"
brew "boost"
brew "bumpversion"
brew "bundletool"
brew "bzip2"
brew "carthage"
brew "certbot"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "cypher-shell"
brew "dhex"
brew "direnv"
brew "doctl"
brew "docutils"
brew "dotnet"
brew "perl"
brew "dpkg"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "eza"
brew "fd"
brew "unbound", restart_service: true
brew "gnutls"
brew "libass"
brew "libbluray"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "flyctl"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "global"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "googletest"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk4"
brew "handbrake", link: false
brew "helm"
brew "hexedit"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imageoptim-cli"
brew "ios-deploy"
brew "libplist"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "jadx"
brew "jnettop"
brew "jq"
brew "jsoncpp"
brew "keyring", link: false
brew "kubernetes-cli", link: false
brew "kops"
brew "kotlin"
brew "krb5"
brew "kubectx"
brew "ldid"
brew "less"
brew "libadwaita"
brew "libfido2"
brew "libvncserver"
brew "libzip"
brew "libzzip"
brew "qemu"
brew "lima"
brew "llvm"
brew "llvm@16"
brew "lsd"
brew "lsusb"
brew "luarocks"
brew "lychee"
brew "make"
brew "mariadb"
brew "mas"
brew "maven"
brew "minio"
brew "mono"
brew "mosh"
brew "nasm"
brew "ncmpcpp"
brew "neo4j", link: false
brew "nghttp2"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "node"
brew "nodeenv"
brew "openjdk@17"
brew "openjdk@8"
brew "openssh"
brew "openvpn"
brew "packer"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pngquant"
brew "poetry"
brew "ponysay"
brew "procs"
brew "putty"
brew "pv"
brew "pyenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.10"
brew "quickjs"
brew "rabbitmq", restart_service: true
brew "re2"
brew "redis", restart_service: true
brew "rlwrap"
brew "rust"
brew "s-search"
brew "s3cmd"
brew "scrcpy"
brew "sox"
brew "ssh-copy-id"
brew "starship"
brew "step"
brew "stow"
brew "swig"
brew "tcpdump"
brew "telnet"
brew "texinfo"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yarn"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zzz"
brew "bearer/tap/bearer"
brew "derailed/k9s/k9s"
brew "earthly/earthly/earthly"
brew "kubescape/tap/kubescape-cli"
brew "safedep/tap/vet"
brew "subho/local/libxmlsec1@1.2.37"
brew "weaveworks/tap/eksctl"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "android-ndk"
cask "android-platform-tools"
cask "android-studio"
cask "anydesk"
cask "apparency"
cask "applepi-baker"
cask "bartender"
cask "charles"
cask "chromium"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-noto-sans-osage"
cask "font-open-sans"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-roboto-serif"
cask "font-space-mono-nerd-font"
cask "genymotion"
cask "ghidra"
cask "google-cloud-sdk"
cask "graalvm-ce-java17"
cask "gstreamer-runtime"
cask "handbrake"
cask "ilspy"
cask "imagealpha"
cask "imageoptim"
cask "ipatool"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "macfuse"
cask "neo4j"
cask "ngrok"
cask "nordvpn"
cask "pgadmin4"
cask "pock"
cask "provisionql"
cask "rar"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "temurin@8"
cask "tor-browser"
cask "trailer"
cask "tunnelblick"
cask "twine"
cask "unpkg"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "CopyClip", id: 595191960
mas "DaisyDisk", id: 411643860
mas "Fastest VPN", id: 1480208488
mas "Keynote", id: 409183694
mas "Memory Diag", id: 748212890
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adelphes.android-dev-ext"
vscode "atlassian.atlascode"
vscode "atomix.langmf"
vscode "bajdzis.vscode-database"
vscode "batisteo.vscode-django"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codecolorist.vscode-frida"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "george-alisson.html-preview-vscode"
vscode "gio00.convertplist"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "giyyapan.pyformat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "icsharpcode.ilspy-vscode"
vscode "jock.svg"
vscode "kevinglasson.cornflakes-linter"
vscode "lextudio.restructuredtext"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "magicstack.magicpython"
vscode "mbehr1.vsc-webshark"
vscode "mikestead.dotenv"
vscode "mlyxshi.logos"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "neilding.language-liquid"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "shopify.ruby-lsp"
vscode "shyykoserhiy.vscode-spotify"
vscode "tintinweb.vscode-decompiler"
vscode "tmosmant.vscode-emblem"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "wjf.find-unused"
vscode "zignd.html-css-class-completion"
